Repository: lankastersky/zen-ios
Catalog: zen/*.lproj/Localizable.strings
Languages: ru

# tab_bar_challenge_title
source: Challenge
ru: Задание

# tab_bar_journal_title
source: Journal
ru: Журнал

# tab_bar_settings_title
source: Settings
ru: Настройки

# tab_bar_help_title
source: Help
ru: Помощь

# current_challenge_screen_title
source: Current Challenge
ru: Текущее задание

# challenge_screen_title
source: Journal Entry
ru: Задание из журнала

# challenge_screen_type
source: Type
ru: Тип

# challenge_screen_difficulty
source: Difficulty
ru: Сложность

# challenge_difficulty_low
source: low
ru: низкая

# challenge_difficulty_medium
source: medium
ru: средняя

# challenge_difficulty_high
source: high
ru: высокая

# challenge_screen_button_accept
source: Accept
ru: Начать

# challenge_screen_button_accept_before_6pm
source: You can accept the task before 6pm
ru: Взять задание можно до 18:00

# challenge_screen_button_finish
source: Finish
ru: Завершить

# challenge_screen_button_return_after_6pm
source: Return after 6pm
ru: Завершите задание после 18:00

# challenge_screen_button_finished
source: Finished
ru: Завершено

# challenge_screen_back
source: Back
ru: Назад

# challenge_screen_comments_placeholder
source: Leave your comments here
ru: Оставьте ваши комментарии для журнала

# challenge_screen_error_downloading_challenges_title
source: Failed to download challenges
ru: Не удалось загрузить задания

# challenge_screen_error_downloading_challenges_message
source: Check your internet connection and try again
ru: Провертье подключение к интернету и попробуйте еще раз

# journal_screen_title
source: Finished Challenges
ru: Журнал

# journal_screen_no_challenges
source: No finished challenges yet
ru: У вас нет выполненных заданий

# settings_screen_title
source: Settings
ru: Настройки

# settings_screen_reminders_title
source: Reminders
ru: Напоминания

# settings_screen_initial_reminder
source: Begin challenge
ru: Hачало задания

# settings_screen_constant_reminder
source: Keep doing challenge
ru: Выполнение задания

# settings_screen_final_reminder
source: Finish challenge
ru: Окончание задания

# settings_screen_time_never
source: Never
ru: Никогда

# settings_screen_time_random_morning
source: Random 6am-12pm
ru: Случайно 6:00-12:00

# settings_screen_time_random_evening
source: Random 6pm-12am
ru: Случайно 18:00-00:00

# settings_screen_time_every_1h
source: Every 1h
ru: Каждый час

# notification_new_challenge
source: New challenge available
ru: Доступно новое задание

# notification_do_challenge
source: Don't forget about your challenge
ru: Не забудьте о вашем задании

# notification_finish_challenge
source: Finish your challenge
ru: Завершите ваше задание

# help_screen_title
source: Help
ru: Помощь

# help_screen_send_feedback
source: Send Feedback
ru: Связаться с автором

# help_screen_send_feedback_alert_title
source: Failed to Send Feedback
ru: Не удалось связаться с автором

# help_screen_send_feedback_alert_text
source: Please check that you have a configured email app
ru: Пожалуйста убедитесь, что у вас настроено приложение для отправки почты

# help_screen_description
source: A new task is available every morning; it can be taken or skipped. To start the task, click "Accept" button in the "Challenge" screen. The practice continues during the day and finishes at night. You can finish the task after 6pm by clicking on "Finish" button. You will be suggested to estimate your level of awareness while doing this task. The finished tasks are recorded in the "Journal" screen. Every task has its own difficulty level. More difficult tasks will be given with time. You can enable reminders in the "Settings" which can help you in daily practice.
ru: Каждое утро вам доступно новое задание в разделе "Задание". Вы можете начать его выполнять, нажав на кнопку "Принять". Задание выполняется в течение дня. После шести вечера, если вы готовы завершить задание, нажмите на кнопку "Завершить". При этом предлагается оценить текущий уровень осознанности: минимальный - "на автопилоте", максимальный - полностью осознанно. Завершенные задания доступны в разделе "Журнал". Если задание не выполнено, к концу дня оно будет считаться пропущенным и не появится в журнале. Через некоторе время пропущенные задания будут снова предложены на выполнение. Каждое задание имеет свой уровень сложности. Постепенно будут даваться все более сложные задания. Для того чтобы не забывать брать, выполнять и завершать задания, можно использовать напоминания в разделе "Настройки".

# help_screen_version
source: Lankastersky Studio Version %@
ru: Lankastersky Studio Версия %@
